Repository: XITRIX/iTorrent
Catalog: iTorrent/Core/Assets/Localizable.xcstrings
Source language: en
Languages: de, es, it, ru, zh_hans

# preferences.network.proxy.auth
source: Authorization
de: Authorisierung
es: Autorización
it: Autenticazione
ru: Авторизация
zh_hans: 认证

# preferences.network.proxy.auth.required
source: Requires authorization
de: Benötigt Authorisierung
es: Requiere autorización
it: Richiede autenticazione
ru: Требуется авторизация
zh_hans: 需要认证

# preferences.network.proxy.host.type
source: Proxy type
de: Proxy-Typ
es: Tipo de proxy
it: Tipo proxy
ru: Тип прокси
zh_hans: 代理类型

# preferences.network.proxy.host.type.action
source: Select proxy type
de: Proxy-Typ auswählen
es: Seleccionar tipo de proxy
it: Seleziona tipologia proxy
ru: Выберите тип прокси
zh_hans: 选择代理类型

# preferences.network.trackers
source: Trackers sources
de: Tracker Quellen
ru: Источники трекеров

# preferences.notifications
source: Notifications
de: Benachrichtugungen
es: Notificaciones
it: Notifiche
ru: Оповещения
zh_hans: 通知

# preferences.notifications.download
source: On loading finished
de: Wenn Laden beendet
es: Al finalizar la carga
ru: По окончании загрузки
zh_hans: 下载完成时

# preferences.queueLimits
source: Torrent queueing limits
de: Torrent Warteschlangen Limits
es: Límites de cola de torrents
ru: Лимиты очерёдности торрентов
zh_hans: Torrent队列限制

# preferences.queueLimits.active
source: Active torrents
de: Aktive Torrents
es: Torrents activos
it: Torrent Attivi
ru: Активных торрентов
zh_hans: 活跃的Torrent

# preferences.queueLimits.downloading
source: Downloading torrents
de: Herunterladende Torrents
es: Descarga de torrents
ru: Активных загрузок
zh_hans: 下载中的Torrent

# preferences.queueLimits.uploading
source: Uploading torrents
de: Hochladende Torrents
es: Subida de torrents
ru: Активных раздач
zh_hans: 上传中的Torrent

# preferences.seeding.stopOnFinish
source: Stop on download finish
de: Stopp wenn Download abgeschlossen
es: Detener al finalizar la descarga
ru: Остановить по окончании загрузки
zh_hans: 下载完成后停止

# preferences.sharing.authorization
source: Authorization
de: Authorisierung
es: Autorización
it: Permessi
ru: Авторизация
zh_hans: 认证

# preferences.sharing.webdavserver.footer
source: Use WebDav client to connect to iTorrent
de: Benutze WebDav Client, um zu iTorrent zu verbinden
es: Utilizar cliente WebDav para conectarse a iTorrent
ru: Используйте WebDav клиент для соединения с iTorrent
zh_hans: 使用WebDav客户端连接iTorrent

# preferences.sharing.webserver.footer
source: Use any web browser for file sharing
de: Nutze jeden Webbrowser für das Teilen von Dateien
es: Utilizar cualquier navegador web para compartir archivos
ru: Используйте любой браузер для обмена файлами
zh_hans: 使用任意浏览器访问共享文件

# preferences.speedLimits
source: Speed limits
de: Geschwindigkeitsbegrenzungen
es: Límites de velocidad
it: Limiti di velocità
ru: Ограничение скорости
zh_hans: 速度限制

# preferences.speedLimits.download
source: Max download speed
de: Maximale Download Geschwindigkeit
es: Velocidad máxima de descarga
it: Limite velocità scaricamento
ru: Лимит загрузки
zh_hans: 下载限速

# preferences.speedLimits.hint
source: Speed in KB/s
de: Geschwindigkeit in KB/s
es: Velocidad en KB/s
ru: Скорость в КБ/с
zh_hans: 速度（KB/s）

# preferences.speedLimits.unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
it: Illimitato
ru: Отключено
zh_hans: 无限制

# preferences.speedLimits.upload
source: Max upload speed
de: Maximale Upload Geschwindigkeit
es: Velocidad máxima de subida
it: Velocità massima di upload
ru: Лимит раздачи
zh_hans: 上传限速

# preferences.storage
source: Storage
de: Speicher
es: Almacenamiento
it: Archivio
ru: Память
zh_hans: 储存

# preferences.storage.add
source: Add more...
de: Weitere hinzu…
es: Añadir más...
it: Aggiungi altro…
ru: Добавить...
zh_hans: 添加……

# preferences.storage.add.error.notDirectory
source: Selected path is not a directory
de: Ausgewählter Pfad ist kein Verzeichnis
es: La ruta seleccionada no es un directorio
ru: Выбранный путь не является директорией
zh_hans: 所选路径不是一个目录

# preferences.storage.allocate
source: Allocate storage
de: Speicher alloziieren
es: Asignar almacenamiento
ru: Выделять память
zh_hans: 预分配空间

# preferences.storage.available
source: Available
de: Verfügbar
es: Disponible
it: Disponibile
ru: Доступно
zh_hans: 可用

# preferences.storage.remove.message
source: If you will remove storage, all torrents related to it will be unreachable from iTorrent app
de: Wenn Du den Speicher entfernst, werden alle Torrents die damit im Zusammenhang in der iTorrent App nicht länger verfügbar sein
es: Si elimina el almacenamiento, todos los torrents relacionados con él serán inaccesibles desde la aplicación iTorrent
ru: Если вы удалите хранилище, все торренты принадлежащие ему будут не доступны из приложения iTorrent
zh_hans: 如果移除这个存储，则将无法通过iTorrent访问与之相关的所有Torrent

# preferences.storage.remove.title
source: Remove storage
de: Speicher entfernen
es: Eliminar almacenamiento
ru: Удалить хранилище
zh_hans: 移除储存

# preferences.storage.storages
source: Storages
de: Speicher
es: Almacenamientos
ru: Хранилища
zh_hans: 储存

# preferences.storage.storages.available%lld/%lld
source: Available: %1$lld/%2$lld
de: Verfügbar: %1$lld/%2$lld
es: Disponible: %1$lld/%2$lld
ru: Доступно: %1$lld/%2$lld
zh_hans: 可用: %1$lld/%2$lld

# preferences.storage.warning.accept
source: I understood, continue
de: Verstanden, weiter
es: Entendido, continuar
ru: Я понял, продолжить
zh_hans: 我明白了，继续

# preferences.storage.warning.message
source: In case of using external drives, you should eject it only after closing iTorrent app. Otherwise iTorrent cannot garantee safety storing of your downloaded files and could potentially corrups current states of torrents from ejected drive.
de: Falls Du externe Festplatten benutzt, darfst Du diese erst entfernen, nachdem Du iTorrent geschlossen hast. Andernfalls kann iTorrent nicht mit Sicherheit garantieren, dass alle heruntergeladenen Dateien sicher gespeichert wurden. Dies könnte zu korrupten Zuständen der Torrents auf dem entfernten Gerät führen.
es: En caso de utilizar unidades externas, debe expulsarlas sólo después de cerrar la aplicación iTorrent. De lo contrario, iTorrent no puede garantizar el almacenamiento seguro de los archivos descargados y podría corromper los estados actuales de los torrents de la unidad expulsada
ru: В случае использования внешних дисков извлекать их следует только после закрытия приложения iTorrent. В противном случае iTorrent не может гарантировать безопасное хранение загруженных вами файлов и потенциально может испортить текущее состояние торрентов с извлеченного диска.
zh_hans: 如果使用外部储存，请在关闭iTorrent后再将其弹出。否则，iTorrent将无法保证您下载的文件的安全，并且可能会破坏被弹出的储存中Torrent的状态。

# preferences.storage.warning.title
source: WARNING!
de: WARNUNG!
es: ¡ATENCIÓN!
ru: ВНИМАНИЕ!
zh_hans: 警告！

# preferences.trackers.add.title
source: Add trackers list
de: Tracker-Liste hinzufügen
ru: Добавить список трекеров

# preferences.trackers.add.titlePlaceholder
source: Title
de: Titel
ru: Название

# preferences.trackers.add.urlPlaceholder
source: URL to trackers source file
de: URL zur Tracker-Quelldatei
ru: URL на источник списка трекеров

# preferences.trackers.autoadding
source: Enable auto-addition
de: Automatisches Hinzufügen aktivieren
ru: Включить автодобавление

# preferences.trackers.autoadding.footer
source: Automatically add all trackers to newly added torrents
de: Automatisch alle Tracker zu neu hinzugefügten Torrents hinzufügen
ru: Автоматически добавляет все трекеры в новые торренты

# preferences.trackers.empty.message
source: Add URL to trackers list source by pressing «+»
de: URL zur Tracker-Liste hinzufügen durch das Drücken von «+»
ru: Добавьте URL на источник списка трекеров нажав «+»

# preferences.trackers.empty.title
source: Tracker sources list is empty
de: Tracker Quellen-Liste ist leer
ru: Список источников трекеров пуст

# preferences.trackers.exists.title
source: This trackers source already added
de: Diese Tracker-Quelle ist bereits hinzugefügt
ru: Этот источник уже присутствует

# preferences.trackers.remove.message
source: Do you want to remove this trackers source?
de: Willst Du dieser Tracker-Quelle entfernen?
ru: Вы хотите удалить этот источник трекеров?

# preferences.trackers.remove.title
source: Remove source
de: Quelle entfernen
ru: Удалить источник

# preferences.trackers.rename.title
source: Rename source
de: Quelle umbenennen
ru: Переименовать источник

# preferences.version.github
source: GitHub page
de: GitHub Seite
es: Página de GitHub
ru: Страница GitHub

# prioriry.change.title
source: Change priority
de: Priorität ändern
es: Prioridad de cambio
it: Cambia priorità
ru: Изменить приоритет
zh_hans: 更改优先级

# prioriry.default
source: Default
de: Standard
es: Por defecto
ru: Нормальный
zh_hans: 默认

# prioriry.dontDownload
source: Don't download
de: Kann nicht herunterladen
es: No descargar
ru: Не скачивать
zh_hans: 不下载

# prioriry.low
source: Low
de: Gering
es: Bajo
ru: Низкий
zh_hans: 低

# proxyType.none
source: None
de: Keine
es: Ninguno
ru: Нет
zh_hans: 不使用代理

# rss.downloadButtonType.added
source: Already added
de: Bereits hinzugefügt
es: Ya añadido
ru: Уже добавлено
zh_hans: 已添加

# rss.downloadButtonType.magnet
source: Download Magnet
de: Magnet hinzufügen
es: Descargar Magnet
ru: Скачать Magnet
zh_hans: 下载磁力

# rss.downloadButtonType.torrent
source: Download
de: Herunterladen
es: Descargar
ru: Скачать
zh_hans: 下载

# rsschannel.readAll
source: Read all
de: Alle lesen
es: Leer todo
ru: Прочитать всё
zh_hans: 全部标记为已读

# rsschannel.safari
source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
ru: Открыть в Safari
zh_hans: 在Safari中打开

# rsschannel.seen
source: Seen
de: Gesehen
es: Visto
ru: Прочитать
zh_hans: 已读

# rsschannel.unseen
source: Unseen
de: Ungesehen
es: No visto
ru: Развидеть
zh_hans: 未读

# rssfeed.empty.subtitle
source: You can add RSS channels by editing this page
de: Du kannst RSS Kanäle hinzufügen, indem Du diese Seite bearbeitest
es: Puede añadir canales RSS editando esta página
ru: Вы можете добавить RSS каналы нажав 'Править' на этой странице
zh_hans: 您可以通过单击此页面上的“编辑”按钮来添加RSS源

# rsslist.add.title
source: Add RSS Feed
de: RSS Kanal hinzu
es: Añadir canal RSS
ru: Добавить RSS фид
zh_hans: 添加RSS源

# rsslist.preference.description
source: Description
de: Beschreibung
es: Descripción
ru: Описание
zh_hans: 描述

# rsslist.preference.name
source: Title
de: Titel
es: Título
ru: Название
zh_hans: 标题

# rsslist.preference.notifications
source: Notify on update
de: Nachricht bei Aktualisierung
es: Notificar al actualizar
ru: Оповещать при обновлении
zh_hans: 更新时通知

# rsslist.preference.urlCopy
source: URL copied
de: URL kopiert
es: URL copiada
ru: URL канала скопирован
zh_hans: URL已复制

# rsslist.remove.message
source: Are you sure to remove selected RSS feeds?
de: Ausgewählten RSS Feed wirklich entfernen?
es: ¿Está seguro de eliminar los canales RSS seleccionados?
ru: Вы уверены, что хотите удалить выделенные RSS фиды?
zh_hans: 您确定要移除所选的RSS源吗？

# rsslist.remove.title
source: Remove RSS Feeds
de: RSS Feed entfernen
es: Eliminar canales RSS
ru: Удаление RSS фидов
zh_hans: 移除RSS源

# rssSearch.empty.subtitle
source: Add RSS channels first
de: Erst RSS Kanäle hinzufügen
es: Añadir canales RSS primero
ru: Для начала добавьте RSS каналы
zh_hans: 请先添加RSS源

# rssSearch.empty.title
source: No RSS channels
de: Keine RSS Kanäle
es: No hay canales RSS
ru: Нет RSS каналов
zh_hans: 没有RSS源

# time.infinity
source: Eternity
de: Unendlich
es: Eternidad
ru: Вечность
zh_hans: 永远

# torrent.remove.action.dropData
source: Yes and remove data
de: Ja, und Daten entfernen
es: Sí y eliminar datos
ru: Да, и удалить файлы
zh_hans: 是，且移除数据

# torrent.remove.action.keepData
source: Yes but keep data
de: Ja, aber Daten behalten
es: Sí pero conservar datos
ru: Да, но оставить файлы
zh_hans: 是，但保留数据

# torrent.remove.title
source: Are you sure to remove
de: Wirklich entfernen
es: ¿Está seguro de eliminar
ru: Вы уверены что хотите удалить?
zh_hans: 您确定要移除吗

# torrent.state.checkingFiles
source: Checking Files
de: Prüfe Dateien
es: Comprobando archivos
it: Controllando i files
ru: Проверка Файлов
zh_hans: 检查文件

# torrent.state.done
source: Done
de: Fertig
es: Hecho
ru: Готово
zh_hans: 完成

# torrent.state.downloading
source: Downloading
de: Lade herunter
es: Descargando
ru: Загрузка
zh_hans: 下载中

# torrent.state.fetchingMetadata
source: Fetching Metadata
de: Lade Metadaten
es: Obteniendo metadatos
ru: Получение Метаданных
zh_hans: 获取元数据

# torrent.state.paused
source: Paused
de: Pausiert
es: Pausado
ru: Пауза
zh_hans: 已暂停

# torrent.state.resuming
source: Resuming
de: Wiederaufnehmen
es: Reanudando
ru: Восстановление
zh_hans: 恢复中

# torrent.state.seeding
source: Seeding
de: Seede
es: Sembrado
ru: Раздача
zh_hans: 做种中

# torrent.state.storageError
source: Storage error
de: Speicherfehler
es: Error de almacenamiento
ru: Ошибка хранилища
zh_hans: 存储错误

# tracker.message: %@
source: Message: %@
de: Nachricht: %@
es: Mensaje: %@
ru: Сообщение: %@
zh_hans: 消息: %@

# tracker.state
source: State:
de: Status:
es: Estado:
ru: Состояние:
zh_hans: 状态:

# tracker.state.notContacted
source: Not contacted
de: Nicht kontaktiert
es: No contactado
ru: Связи пока нет
zh_hans: 未联系

# tracker.state.notWorking
source: Not working
de: Funktioniert nicht
es: No funciona
ru: Не работает
zh_hans: 未工作

# tracker.state.trackerError
source: Tracker error
de: Tracker Fehler
es: Error del tracker
ru: Ошибка
zh_hans: Tracker错误

# tracker.state.unreachable
source: Unreachable
de: Unerreichbar
es: No localizable
ru: Не доступен
zh_hans: 无法访问

# tracker.state.updating
source: Updating
de: Aktualisiere
es: Actualizando
ru: Обновляется
zh_hans: 更新中

# tracker.state.working
source: Working
de: Arbeite
es: Trabajando
ru: Работает
zh_hans: 工作中

# trackers.action.copy
source: Tracker's URL copied to clipboard!
de: Tracker URL in Zwischenablage kopiert!
es: ¡La URL del tracker copiada al portapapeles!
ru: URL трекера скопирован в буфер обмена
zh_hans: Tracker URL已复制到剪贴板！

# trackers.add
source: Add trackers
de: Tracker hinzu
ru: Добавить трекеры

# trackers.add.fromSource
source: From sources list
de: Aus Quell-Liste
ru: Из списка источников

# trackers.add.fromSource.all
source: Import all
de: Alle importieren
ru: Импортировать все

# trackers.add.manually
source: Manually
de: Manuell
ru: Вручную

# trackers.add.message
source: Enter tracker URLs separated by blank line
de: Gib Tracker URLs mit Leerzeilen getrennt ein
es: Introduce las URL del tracker separadas por una línea en blanco
ru: Введите URL ссылки трекеров разделённые пустой строкой
zh_hans: 请输入Tracker URL，以空行分隔

# trackers.add.message.single
source: Enter tracker URL
de: Tracker URL eingeben
es: Introduce la URL del tracker
ru: Введите URL ссылку трекера
zh_hans: 输入Tracker URL

# trackers.add.title
source: Add trackers
de: Mehrere Tracker hinzu
es: Añadir trackers
ru: Добавить трекеры
zh_hans: 添加Tracker

# trackers.add.title.single
source: Add tracker
de: Tracker hinzu
es: Añadir tracker
ru: Добавить трекеры
zh_hans: 添加Tracker

# trackers.empty.subtitle
source: You can add trackers manually by editing this page
de: Du kannst Tracker manuell hinzufügen, indem Du diese Seite bearbeitest
es: Puedes añadir trackers manualmente editando esta página
ru: Вы можете добавить трекеры вручную нажав 'Править' на этой странице
zh_hans: 您可以通过单击此页面上的“编辑”按钮来手动添加Tracker

# trackers.empty.title
source: No trackers
de: Keine Tracker
es: No hay trackers
ru: Нет трекеров
zh_hans: 没有Tracker

# trackers.reannounceAll
source: Reannounce All
de: Alle neuankündigen
es: Actualizar Rastreadores
ru: Переанонсировать Трекеры
zh_hans: 重新汇报所有

# trackers.remove
source: Remove Trackers
de: Tracker entfernen
ru: Удалить трекеры

# trackers.remove.title
source: Are you sure to remove selected trackers?
de: Ausgewählte Tracker wirklich entfernen?
es: ¿Está seguro de eliminar los trackers seleccionados?
ru: Вы уверены что хотите удалить выбранные терекеры?
zh_hans: 您确定要移除所选的Tracker吗？

# trackersList.add
source: Add source
de: Quelle hinzu
ru: Добавить источник

# trackersList.add.local
source: Local source
de: Lokale Quelle
ru: Локальный

# trackersList.add.remote
source: Remote source
de: Remote Quelle
ru: Удалённый

# webserver.unavailable
source: Web server is unavailable
de: Webserver ist nicht verfügbar
es: El servidor web no está disponible
ru: Веб сервер недоступен
zh_hans: Web服务器不可用

# common.login
source: Login
es: Iniciar sesión
ru: Логин
zh_hans: 登录

# common.optional
source: Optional
es: Opcional
it: Opzionale
ru: Опционально
zh_hans: 可选择

# common.port
source: Port
es: Puerto
it: Porta
ru: Порт
zh_hans: 端口

# details.files.mediaPlayerPreview
source: Media player
es: Reproductor multimedia
it: Lettore multimediale
ru: Медиаплеер
zh_hans: 媒体播放器

# details.pause
source: Pause
es: Pausa
it: Pausa
ru: Пауза
zh_hans: 暂停

# details.rehash
source: Rehash
es: Refrescar
ru: Перехешировать
zh_hans: 刷新

# details.rehash.action
source: Rehash
es: Refrescar
ru: Старт
zh_hans: 刷新

# details.share.magnet
source: Magnet link
es: Enlace magnet
it: Link magnet
ru: Magnet ссылка
zh_hans: 磁力链接

# details.speed.download
source: Download
es: Descarga
it: Scarica
ru: Загрузка
zh_hans: 下载

# details.speed.upload
source: Upload
es: Subir
it: Carica
ru: Отдача
zh_hans: 上传

# details.start
source: Start
es: Inicio
it: Avvio
ru: Старт
zh_hans: 开始

# details.transfer
source: Transfer
es: Transferencia
it: Trasferisci
ru: Передано
zh_hans: 传输

# expire.update
source: Update
es: Actualizar
it: Aggiorna
ru: Обновить
zh_hans: 更新

# intent.pauseTorrent.hash.title
source: Torrent hash
es: Hash del Torrent
it: Hash del torrent
ru: Хэш торрента

# list.sort.name
source: Name
es: Nombre
it: Nome
ru: Имени
zh_hans: 名字

# mime.video
source: Video
es: Vídeo
ru: Видео
zh_hans: 视频

# notification.rss.title
source: RSS Updates
es: Actualizaciones RSS
it: Aggiornamenti RSS
ru: Обновления RSS
zh_hans: RSS更新

# preferences.appearance.theme.system
source: System
es: Sistema
it: Sistema
ru: Авто
zh_hans: 跟随系统

# preferences.network.connection.port.retries
source: Retry range
es: Rango de reintentos
it: Intervallo tentativi di prova
ru: Количество повторений
zh_hans: 重试次数

# preferences.network.proxy.host.name
source: Hostname
es: Nombre de host
it: Nome di host
ru: Имя хоста
zh_hans: 主机名

# preferences.seeding
source: Seeding
es: Sembrado
ru: Раздача
zh_hans: 做种

# preferences.sharing
source: File sharing
es: Compartir archivos
ru: Обмен файлами
zh_hans: 文件共享

# preferences.sharing.webdavserver
source: WebDav server
es: Servidor WebDav
ru: WebDav сервер
zh_hans: WebDav服务器

# preferences.sharing.webserver
source: Web server
es: Servidor web
it: Server web
ru: Web сервер
zh_hans: Web服务器

# preferences.version
source: Version
es: Versión
ru: Версия
zh_hans: 版本

source: RSS Feed
es: Fuente RSS
ru: RSS Фид
zh_hans: RSS源

# time.week.single
source: w
es: s
ru: н
zh_hans: 周

# time.year.single
source: y
es: a
ru: г
zh_hans: 年

# tracker.leeches
source: Leeches:
es: Sanguijuelas:
ru: Личи:
zh_hans: 下载:

# tracker.seeds
source: Seeds:
es: Semillas:
ru: Сиды:
zh_hans: 做种:

# details.copy.comment.title
source: Comment copied to clipboard
it: Commento copiato

# details.copy.creator.title
source: Creator copied to clipboard
it: Autore copiato

# details.copy.hash.title
source: Hash copied to clipboard
it: Hash copiato

# details.copy.hashV2.title
source: Hash v2 copied to clipboard
it: Hash v2 copiato

# details.share.magnetCopy.result
source: Magnet URL copied to clipboard
it: URL magnet copiata

# initialSetup.cellular.message
source: By default, iTorrent prefers not to allow cellular usage because most cellular plans do not support unlimited download and / or upload traffic. You can always change this setting in application preferences.
it: Di default, iTorrent preferisce non permettere l’uso su rete mobile, perché molti piani non supportano download illimitato e / o traffico di upload. Puoi sempre cambiare l’impostazione nelle preferenze dell’applicazione.

# time.day.single
source: d
it: g
ru: д
zh_hans: 天

# common.ok
source: OK
ru: ОК
zh_hans: 确定

# details.info.hash
source: Hash
ru: Хэш

# details.info.hashV2
source: Hash v2
ru: Хэш v2

# mime.audio
source: Audio
ru: Аудио
zh_hans: 音频

# patreon.creator.name
source: XITRIX (Daniil Vinogradov)
ru: XITRIX (Даниил Виноградов)

# preferences.background.mode.audio
source: Audio
ru: Аудио
zh_hans: 音频

# preferences.network.proxy
source: Proxy
ru: Прокси
zh_hans: 代理

# preferences.network.proxy.host
source: Host
ru: Хост

# prioriry.top
source: Top
ru: Наивысший
zh_hans: 最高

# time.hour.single
source: h
ru: ч
zh_hans: 小时

# time.minute.single
source: m
ru: м
zh_hans: 分

# time.month.single
source: M
ru: М
zh_hans: 月

# time.second.single
source: s
ru: с
zh_hans: 秒

# tracker.na
source: N/A
ru: Н/Д

# tracker.peers
source: Peers:
ru: Пиры:
zh_hans: 用户:

# list.add.magnet
source: Magnet
zh_hans: 磁力链接
